infra/web/client/content.html
<div id="outline-container-org102437c" class="outline-2">
<h2 id="org102437c">About</h2>
<div class="outline-text-2" id="text-org102437c">
<p>
NAS-T is a grassroots Network Area Server (NAS) technology and service
provider based in New London, CT. We are a group of IT and Data
specialists offering a replacement for managed cloud storage services
such as Google Drive, DropBox, iCloud, and OneDrive.
</p>
</div>
</div>

<div id="outline-container-orgf8f1a54" class="outline-2">
<h2 id="orgf8f1a54">Products</h2>
<div class="outline-text-2" id="text-orgf8f1a54">
<p>
Our product-line consist of custom-built home servers which run our
open-source and highly configurable NAS software stack. We provide the
software for free without exception, and offer the hardware on our
online store for anyone to purchase and deploy themselves.
</p>
</div>
</div>

<div id="outline-container-org64bc812" class="outline-2">
<h2 id="org64bc812">Services</h2>
<div class="outline-text-2" id="text-org64bc812">
<p>
We provide operational support for our products at all levels from
single-user homes to multi-tenant offices at a low monthly cost. Our
fleet of service offerings are designed to support customers who have
little to no technology experience while still providing expert
support to our advanced users who are extending our tools to suit
their needs.
</p>
</div>
</div>

<div id="outline-container-orgf0ff0fc" class="outline-2">
<h2 id="orgf0ff0fc">Motivation</h2>
<div class="outline-text-2" id="text-orgf0ff0fc">
<p>
The motivation for NAS-T comes from my personal frustration with
modern cloud storage services. What started as simple file-sharing has
turned into 'Web File Systems' with a contagious vendor lock-in
effect. Everyone has experienced this at some point - try switching
from Apple to Android, or Windows to Mac, Google Cloud to DropBox. Why
is this so hard? It is because these services are all designed to
protect 'your' data from yourself.
</p>
</div>
</div>

<div id="outline-container-org6dd3bab" class="outline-2">
<h2 id="org6dd3bab">Solution</h2>
<div class="outline-text-2" id="text-org6dd3bab">
<p>
The cloud provider owns your data. You don't even own the rights to
access your data. Access is rented out to you (and others) by the
provider. The solutions we offer remedy that. Our mission, above all,
is to put you <i>irrefutably</i> in total control of your data.
</p>
</div>
</div>
<div id="outline-container-org6917be6" class="outline-2">
<h2 id="org6917be6">Mission</h2>
<div class="outline-text-2" id="text-org6917be6">
<p>
At NAS-T we value your privacy and your right to own your personal
data without exception. We aim to provide the <i>best</i> private cloud
storage software using cutting-edge technology which the large,
entrenched service providers aren't capable of implementing at scale,
and we do it at no cost to our users. We will sell hardware and
services at fair and transparent costs to support our mission and
encourage everyone to take back their data.
</p>
</div>
</div>
